Repository: rastersoft/devedeng
Catalog: po/*.po
Languages: el, ru, sv

source: Creating BIN/CUE files
el: Δημιουργία BIN/CUE αρχείων
ru: Создание BIN/CUE файлов
sv: Skapar BIN/CUE-filer

source: Failed to create the BIN/CUE files Maybe you ran out of disk space
el: Αποτυχία δημιουργίας BIN/CUE αρχείων Πιθανόν δεν έχετε αρκετό χώρο στο δίσκο
ru: Ошибка при создании BIN/CUE файлов Возможно нет места на диске
sv: Misslyckades med att skapa BIN/CUE-filer Kanske har du slut på diskutrymme

source: Creating ISO file
el: Δημιουργία ISO αρχείων
ru: Создание ISO файла
sv: Skapar ISO-fil

source: Failed to create the ISO image Maybe you ran out of disk space
el: Αποτυχία δημιουργίας ISO αρχείων Πιθανόν δεν έχετε αρκετό χώρο στο δίσκο
ru: Ошибка при создании образа ISO Возможно нет места на диске
sv: Misslyckades med att skapa ISO-avbilden Kanske har du slut på diskutrymme

source: Insuficient free space. To create this disc %(total)d MBytes are needed, but only %(free)d MBytes are available.
el: Ανεπαρκής ελεύθερος χώρος. Γιά τη δημιουργία δίσκου %(total)d MBytes απαιτούνται, αλλά μόνο %(free)d MBytes είναι διαθέσιμα.
ru: Недостаточно свободного места для создания диска %(total)d MBytes необходимо, но только %(free)d MBytes свободно.
sv: Otillräckligt med ledigt utrymme. För att skapa den här skivan behövs %(total)d MByte, men endast %(free)d MByte finns.

source: Failed to write to the destination directory. Check that you have privileges and free space there.
el: Αποτυχία εγγραφής στο κατάλογο προορισμού. Ελέγξτε άν έχετε τα απαραίτιτα δικαιώματα και αρκετό ελεύθερο χώρο.
ru: Ошибка при записи в каталог назначения. Проверьте права доступа и свободное место на диске.
sv: Misslyckades med att skriva till målkatalogen. Kontrollera att du har behörighet och ledigt utrymme.

source: The file or folder %(folder)s already exists. If you continue, it will be deleted.
el: Το αρχείο ή ο φάκελος %(folder)s υπάρχει ήδη. Αν συνεχίσετε, αυτό θα διαγράφει.
ru: Файл или папка %(folder)s существует. Будет удалена при продолжении.
sv: Filen eller mappen %(folder)s finns redan. Om du forsätter kommer den att tas bort.

source: Unknown error
el: Άγνωστο σφάλμα
ru: Неизвестная ошибка
sv: Okänt fel

source: Creating DVD tree structure
el: Δημιουργία δομής DVD
ru: Создание структуры DVD
sv: Skapar dvd-trädstruktur

source: Failed to create the DVD tree Maybe you ran out of disk space
el: Αποτυχία δημιουργίας της δομης του DVD Πιθανόν δεν έχετε αρκετό ελεύθερο χώρο στο δίσκο.
ru: Ошибка при создании структуры DVD Возможно недостаточно места на диске?
sv: Misslyckades med att skapa DVD-trädet Kanske har du slut på diskutrymme

source: The menu soundtrack seems damaged. Using the default silent soundtrack.
el: Το αρχείο soundtrack του μένού υπέστη ζημιά. Θα χρησιμοποιήσει βουβό μενού.
ru: Звуковая дорожка меню повреждена. Используется тишина в качестве звука.
sv: Menyn ljudspår verkar skadat. Använder standardljudspåret (tystnad).

source: Can't find the menu background. Check the menu options.
el: Αποτυχία εύρεσης του υποβάθρου μενού. Ελέξτε τις ρυθμίσεις μενού.
ru: Невозможно найти фон меню. Проверьте настройки меню.
sv: Kan inte hitta menybakgrunden. Kontrollera menyalternativen.

source: Can't open the file.
el: Αδυναμία ανοίγματος αρχείου.
ru: Невозможно открыть файл.
sv: Kan inte öppna filen.

source: That file doesn't contain a disc structure.
el: Αυτό το αρχείο δεν περιέχει δομή δίσκου.
ru: Этот файл не содержит структуры диска.
sv: Den filen innehåller inte en skivstruktur.

source: That file doesn't contain a DeVeDe structure.
el: Αυτό το αρχείο δεν περιέχει δομή DeVeDe.
ru: Этот файл не содержит структуры DeVeDe.
sv: Den filen innehåller inte en DeVeDe-struktur.

source: Can't find the following movie files. Please, add them and try to load the disc structure again.
el: Αδυναμία εύρεσης των παρακάτω αρχείων ταινίας. Παρακαλώ, προσθέστε τα και προσπαθήστε να επαναδημιουργήσετε τη δομή του δίσκου.
ru: Невозможно найти видео файлы. Пожалуйста, добавьте их и попробуйте снова загрузить структуру диска.
sv: Kan inte hitta följande filmfiler. Lägg till dem och prova att läsa in skivstrukturen igen.

source: Can't find the menu background. I'll open the disc structure anyway with the default menu background, so don't forget to fix it before creating the disc.
el: Αδυναμία εύρεσης εικόνας φόντου για το μενού. Παρόλα αυτά θα η δομή δίσκου θα χρησιμοποιήσει τη προεπιλεγμένη εικόνα φόντου για το μενού, οπότε μην ξεχάσετε να το επιδιορθώσετε πριν τη δημιουργία δίσκου.
ru: Невозможно найти фон меню. Будет использовано изображение по умолчанию, но не забудьте исправить это перед созданием диска.
sv: Kan inte hitta menybakgrunden. Jag kommer att öppna skivstrukturen ändå med standardmenybakgrunden så glöm inte att rätta till den innan du skapar skivan.

source: Can't find the menu soundtrack file. I'll open the disc structure anyway with a silent soundtrack, so don't forget to fix it before creating the disc.
el: Αδυναμία εύρεσης αρχείου soundtrack για το μενού. Παρόλα αυτά η δομή δίσκου θα χρησιμοποιήσει βουβό μενού, οπότε μην ξεχάσετε να το επιδιορθώσετε πριν τη δημιουργία δίσκου.
ru: Невозможно найти звуковую дорожку меню. Будет использована пустая дорожка, но не забудьте исправить это перед созданием диска.
sv: Kan inte hitta ljudspårsfilen för menyn. Jag kommer att öppna skivstrukturen ändå med ett tyst ljudspår så glöm inte att rätta till den innan du skapar skivan.

source: No filename
el: Χωρίς όνομα αρχείου
ru: Нет имени файла
sv: Inget filnamn

source: Can't save the file.
el: Αδυναμία αποθήκευσης αρχείου.
ru: Невозможно сохранить файл.
sv: Kan inte spara filen.

source: Too many videos for this disc size. Please, select a bigger disc type or remove some videos.
el: Πάρα πολλά αρχεία βίντεο για το συγκεκριμένο μέγεθος δίσκου. Παρακαλώ, επιλέξτε δίσκο μεγαλύτερης χωρητικότητας ή αφαιρέστε μερικά αρχεία βίντεο.
ru: Слишком много видео файлов для этого размера диска. Пожалуйста, выберите больший размер диска или удалите некоторые файлы.
sv: För många videor för denna diskstorlek. Välj en större disktyp eller ta bort några videor.

source: Some files weren't video files. None added.
el: Κάποια από τα αρχεία δεν είναι αρχεία βίντεο. Τίποτε δεν προστέθηκε.
ru: Некоторые файлы не являются видео файлами. Ничего не добавлено.
sv: Några av filerna var inte videofiler. Inga lades till.

source: Your project contains %(X)d movie files, but the maximum is %(MAX)d. Please, remove some files and try again.
el: Το έργο σας περιέχει %(X)d αρχεία ταινίας, όμως το μέγιστο είναι %(MAX)d. Παρακαλώ, αφαίρέστε ορισμένα αρχεία και προσπαθήστε ξανά.
ru: В вашем проекте %(X)d видео файлов, но максимальное количество %(MAX)d. Пожалуйста, удалите некоторые файлы и попробуйте еще раз.
sv: Ditt projekt innehåller %(X)d filmfiler men maximalt antal är %(MAX)d. Ta bort några filer och försök igen.

source: no chapters
el: δεν υπάρχουν κεφάλαια
ru: нет глав
sv: inga kapitel

source: Unsaved disc structure
el: Μη αποθηκευμένη δομή δίσκου
ru: Не сохранённая структура диска
sv: Osparad skivstruktur

source: Title %(X)d
el: Τίτλος %(X)d
ru: Раздел %(X)d
sv: Titel %(X)d

source: Subtitle
el: Υπότιτλοι
ru: Субтитры
sv: Undertext

source: Codepage
el: Κωδικοποίηση χαρακτήρων
ru: Кодировка

source: Language
el: Γλώσσα
ru: Язык
sv: Språk

source: Video files
el: Αρχεία βίντεο
ru: Видео файлы
sv: Videofiler

source: All files
el: Όλα τα αρχεία
ru: Все файлы
sv: Alla filer

source: File doesn't seem to be a video file.
el: Το εν λόγω αρχείο δεν είναι αρχείο βίντεο.
ru: Файл не похож на видео файл.
sv: Filen verkar inte vara en videofil.

source: File seems to be an audio file.
el: Το εν λόγω αρχείο δεν είναι αρχείο ήχου.
ru: Файл похож на звуковой файл.
sv: Filen verkar vara en ljudfil.

source: Please, add only one file each time.
el: Παρακαλώ, προσθέστε μόνο ένα αρχείο κάθε φορά.
ru: Пожалуйста, добавляйте только один файл за раз.
sv: Lägg endast till en fil åt gången.

source: Please, add a movie file before adding subtitles.
el: Παρακαλώ, προσθέστε το αρχείο της ταινίας πρίν από τη προσθήκη των υπότιτλων.
ru: Пожалуйста, добавьте видео перед добавлением субтитров.
sv: Lägg till en videofil innan du lägger till undertexter.

source: Adding subtitles to
el: Προσθήκη υπότιτλων σε
ru: Добавление субтитров
sv: Lägger till undertexter till

source: Conversion failed. It seems a bug of SPUMUX.
el: Η μετατροπή απέτυχε. Πιθανό σφάλμα του SPUMUX.
ru: Ошибка конвертации. Похоже это баг в SPUMUX.
sv: Konvertering misslyckades. Det verkar finnas ett fel i SPUMUX.

source: File copy failed Maybe you ran out of disk space?
el: Απέτυχε η αντιγραφή αρχείου Πιθανόν δεν έχετε επαρκή ελεύθερο χώρο.
ru: Ошибка при копировании файла Возможно недостаточно места на диске?
sv: Filkopieringen misslyckades Du har kanske slut på diskutrymme?

source: Copying the file
el: Αντιγραφή αρχείου
ru: Копирование файла
sv: Kopierar filen

source: Creating preview
el: Δημιουργία προεπισκόπισης
ru: Создание предпросмотра
sv: Skapar förhandsvisning

source: Converting files from title %(title_number)s (pass %(pass_number)s) %(file_name)s
el: Μετατροπή αρχείων από τίτλο %(title_number)s (pass %(pass_number)s) %(file_name)s
sv: Konverterar filer från titeln %(title_number)s (pass %(pass_number)s) %(file_name)s

source: Conversion failed. It seems a bug of Mencoder.
el: Η μετατροπή απέτυχε. Πιθανό σφάλμα του Mencoder.
ru: Ошибка при конвертации. Возможно баг в Mencoder.
sv: Konvertering misslyckades. Det verkar finnas ett fel i Mencoder.

source: Also check the extra params passed to Mencoder for syntax errors.
el: Επίσης, ελέγξτε για συντακτικά λάθη στις πρόσθετες παραμέτρους που διαβιβάστηκαν από το Mencoder.
ru: Также, проверьте дополнительные параметры переданные Mencoder-у на наличие ошибок.
sv: Kontrollera även de extra parametrarna som skickas till Mencoder för syntaxfel.

source: Conversion failed Maybe you ran out of disk space?
el: Η μετατροπή απέτυχε Πιθανόν δεν έχετε επαρκή ελεύθερο χώρο.
ru: Ошибка при конвертации Возможно недостаточно места на диске?
sv: Konvertering misslyckades Kanske har du slut på diskutrymme?

source: Failed to create the menues.
el: Απέτυχε η δημιουργία των μενού.
ru: Ошибка при создании меню.
sv: Misslyckades med att skapa menyerna.

source: Menu generation failed.
el: Απέτυχε η δημιουργία μενού.
ru: Ошибка при создании меню.
sv: Menygenerering misslyckades.

source: Can't add the buttons to the menus. It seems a bug of SPUMUX.
el: Αδυναμία προσθήκης πλήκτρων επιλογής στα μενού. Πιθανό λάθος στο SPUMUX.
ru: Невозможно добавить кнопки к меню. Похоже на баг в SPUMUX.
sv: Kan inte lägga till knapparna i menyerna. Det verkar finnas ett fel i SPUMUX.

source: Creating menu %(menu_number)d
el: Δημιουργία μενού %(menu_number)d
ru: Создание меню %(menu_number)d
sv: Skapar meny %(menu_number)d

source: Erase temporary files
el: Διαγραφή προσωρινών αρχείων
ru: Удалить временные файлы
sv: Radera temporärfiler

source: Use optimizations for multicore CPUs
el: Βελτιστοποίηση λειτουργίας για χρήση σε πολυπύρηνους επεξεργαστές
ru: Использовать оптимизацию многоядерных процессоров
sv: Använd optimeringar för flerkärniga processorer

source: <b>Options</b>
el: <b>Ρυθμίσεις</b>
ru: <b>Настройки</b>
sv: <b>Alternativ</b>

source: Temporary files folder:
el: Φάκελος προσωρινών αρχείων:
ru: Папка для временных файлов:
sv: Mapp för temporärfiler:

source: Folder for temporary file
el: Φάκελος για το προσωρινό αρχείο
ru: Каталог временных файлов
sv: Mapp för temporärfil

source: File:
el: Αρχείο:
ru: Файл:
sv: Fil:

source: Clear
el: Καθαρός
ru: Очистит
sv: Töm

source: Encoding:
el: Κωδικοποίηση:
ru: Кодировка:
sv: Kodning:

source: Language:
el: Γλώσσα:
ru: Язык:
sv: Språk:

source: Put subtitles upper
el: Τοποθέτηση υπότιτλων από πάνω
ru: Поместить субтитры выше
sv: Lägg undertexter i överkant

source: Add subtitles
el: Προσθήκη υπότιτλων
ru: Добавить субтитры
sv: Lägg till undertexter

source: Choose a file
el: Επιλογή αρχείου
ru: Выберите файл
sv: Välj en fil

source: Aborted. There can be temporary files at the destination directory.
el: Διεκόπη. Τα προσωρινά αρχεία ίσως παραμένουν στο φάκελο προορισμού.
ru: Отменено. Временные файлы могут остаться в каталоге назначения.
sv: Avbruten. Det kan finnas temporärfiler i målkatalogen.

source: Exit DeVeDe
el: Έξοδος από DeVeDe
ru: Выйти из DeVeDe
sv: Avsluta DeVeDe

source: Abort the current DVD and exit?
el: Διακοπη των εργασιων δημιουργίας δίσκου και έξοδος;
ru: Отменить создание диска и выйти?
sv: Avbryt aktuell DVD och avsluta?

source: Cancel job?
el: Ακύρωση έργου;
ru: Отменить задание?
sv: Avbryt jobbet?

source: Delete chapter
el: Διαγραφή κεφαλαίου
ru: Удалить главу
sv: Ta bort kapitel

source: You chose to delete this chapter and reorder the other ones:
el: Επιλέξατε τη διαγραφή αυτού του κεφαλαίου και αναδιοργάνωση του άλλου:
ru: Вы выбрали удаление этой главы пересортировать остальные:
sv: Du valde att ta bort det här kapitlet och numrera om de andra:

source: Proceed?
el: Να συνεχίσω;
ru: Приступить?
sv: Fortsätt?

source: Delete subtitle
el: Διαγραφή υπότιτλων
ru: Удалить субтитры
sv: Ta bort undertext

source: Remove the selected subtitle file?
el: Να αφαιρεθεί το επιλεγμένο αρχείο υποτίτλων;
ru: Удалить выбранный файл субтитров?
sv: Ta bort markerad undertextfil?

source: Delete title
el: Διαγραφή τίτλου
ru: Удалить раздел
sv: Ta bort titel

source: You chose to delete this title and reorder the other ones:
el: Επιλέγετε τη διαγραφή αυτού του τίτλου και αναδιοργάνωση του άλλου:
ru: Вы выбрали удаление этого раздела пересортировать остальные:
sv: Du har valt att ta bort den här titeln och numrera om de andra:

source: Disc type selection
el: Επιλογή του τύπου δίσκου
ru: Выбор типа диска
sv: Val av disktyp

source: <b>Choose the disc type you want to create with DeVeDe</b>
el: <b>Επιλέξτε τον τύπο του δίσκου που θέλετε να δημιουργήσετε με το DeVeDe</b>
ru: Выберите тип диска для создания в DeVeDe
sv: <b>Välj den sorts skiva som du vill skapa med DeVeDe</b>

source: <b>Video DVD</b> Creates a video DVD suitable for all DVD home players
el: <b>Video DVD</b> Δημιουργία video DVD, συμβατού με όλους τους οικιακούς αναπαραγωγείς
ru: <b>Video DVD</b> Создаёт video DVD подходящий для всех плееров
sv: <b>Video-dvd</b> Skapar en video-dvd lämplig för alla dvd-spelare

source: <b>VideoCD</b> Creates a VideoCD, with a picture quality equivalent to VHS
el: <b>VideoCD</b> Δημιουργία VideoCD, με ποιότητα εικόνας ισοδύναμης με VHS
ru: <b>VideoCD</b> Создаёт VideoCD с качеством эквивалентным VHS
sv: <b>VideoCD</b> Skapar en VideoCD med en bildkvalitet motsvarande VHS

source: <b>Super VideoCD</b> Creates a VideoCD with better picture quality
el: <b>Super VideoCD</b> Δημιουργία VideoCD, με τη μέγιστη δυνατή ποιότητα εικόνας
ru: <b>Super VideoCD</b> Создаёт VideoCD с улучшенным качеством изображения
sv: <b>Super VideoCD</b> Skapar en VideoCD med bättre bildkvalitet

source: <b>China VideoDisc</b> Another kind of Super VideoCD
el: <b>China VideoDisc</b> Μία άλλη μορφή Super VideoCD
ru: <b>Китайский VideoDisc</b> Вариант Super VideoCD
sv: <b>China VideoDisc</b> En annan typ av Super VideoCD

source: <b>DivX / MPEG-4</b> Creates files compliant with DivX home players
el: <b>DivX / MPEG-4</b> Δημιουργία αρχείων συμβατών με οικιακό αναπαραγωγέα πολυμέσων DivX
ru: <b>DivX / MPEG-4</b> Создаёт файлы совместимые с DivX плеерами
sv: <b>DivX / MPEG-4</b> Skapar filer som fungerar med fristående DivX-spelare

source: Your DVD structure contains empty titles. Continue anyway?
el: Η δομή του DVD σας περιέχει κενούς τίτλους. Παρόλα αυτά να συνεχιστει;
ru: Структура DVD содержит пустые разделы. Всё равно продолжить?
sv: Din DVD-struktur innehåller tomma titlar. Fortsätt ändå?

source: Job done!
el: Το έργο ολοκληρώθηκε!
ru: Выполнено!
sv: Jobbet är klart!

source: Delete current disc structure?
el: Διαγραφή της τρέχουσας δομής δίσκου;
ru: Удалить текущую структуру диска?
sv: Ta bort den aktuella skivstrukturen?

source: Delete the current disc structure and start again?
el: Διαγραφή της τρέχουσας δομής δίσκου και ξεκίνημα από την αρχή;
ru: Удалить текущую структуру диска и начать заново?
sv: Ta bort den aktuella skivstrukturen och börja om?

source: Error
el: Σφάλμα
ru: Ошибка
sv: Fel

source: File properties
el: Ιδιότητες αρχείου
ru: Свойства файла
sv: Filegenskaper

source: <b>File</b>
el: <b>Αρχείο</b>
ru: <b>Файл</b>
sv: <b>Fil</b>

source: Frames per second:
el: Καρέ ανά δευτερόλεπτο:
ru: Кадров в секунду:
sv: Bildrutor per sekund:

source: Original length (seconds):
el: Αρχικό μήκος (δευτερόλεπτα):
ru: Оригинальная длина (секунд):
sv: Ursprunglig längd (sekunder):

source: Original audio rate (Kbits/sec):
el: Αρχικός ρυθμός ήχου (Kbits/sec):
ru: Оригинальный звуковой поток (Kbits/sec):
sv: Ursprunglig ljudfrekvens (kbit/s):

source: Original video rate (Kbits/sec):
el: Αρχικός ρυθμός βίντεο (Kbits/sec):
ru: Оригинальный видео поток (Kbits/sec):
sv: Ursprunglig videofrekvens (kbit/s):

source: Original size (pixels):
el: Αρχικό μέγεθος (εικονοστοιχεία):
ru: Оригинальное разрешение (pixels):
sv: Ursprunglig storlek (bildpunkter):

source: Final size (pixels):
el: Τελικό μέγεθος (εικονοστοιχεία):
ru: Финальное разрешение (pixels):
sv: Slutgiltig storlek (bildpunkter):

source: Estimated final length (MBytes):
el: Εκτιμώμενο τελικό μέγεθος (MBytes):
ru: Примерный финальный размер (MBytes):
sv: Uppskattad slutlig längd (MByte):

source: <b>File info</b>
el: <b>Πληροφορίες αρχείου</b>
ru: <b>Информация о файле</b>
sv: <b>Filinformation</b>

source: <b>Video format</b>
el: <b>Μορφή βίντεο</b>
ru: <b>Формат видео</b>

source: Audio track:
el: Κομμάτι ήχου:
ru: Звуковая дорожка:
sv: Ljudspår:

source: This video file has no audio tracks.
el: Το βίντεο αυτό δεν περιέχει κανένα κομμάτι ήχου
ru: Видео файл не содержит звуковых дорожек.
sv: Denna videofil har inga ljudspår.

source: <b>Audio tracks</b>
el: <b>Κομμάτια ήχου</b>
ru: <b>Звуковые дорожки</b>
sv: <b>Ljudspår</b>

source: Reset
el: Επαναφορά
sv: Återställ

source: Resets the volume to 100%
el: Επαναφορά έντασης σε 100%
sv: Återställer volymen till 100%

source: <b>Volume (%)</b>
el: <b>Ένταση</b>
sv: <b>Volym (%)</b>

source: Store full length
el: Αποθήκευση πλήρους μεγέθους
ru: Сохранить полную длину
sv: Lagra fullständig längd

source: Store the first half
el: Αποθήκευση πρώτου μισού
ru: Сохранить первую половину
sv: Lagra första hälften

source: Store the second half
el: Αποθήκευση δεύτερου μισού
ru: Сохранить вторую половину
sv: Lagra andra hälften

source: <b>File split</b>
el: <b>Τεμαχισμός αρχείου</b>
ru: <b>Разделение файла</b>
sv: <b>Filuppdelning</b>

source: Font size:
el: Μέγεθος γραμμάτοσειράς:
sv: Typsnittsstorlek:

source: Force subtitles
el: Ενίσχυση υπότιτλων
sv: Tvinga undertexter

source: DivX format doesn't support subtitles. Please, read the FAQ.
el: Η μορφή DivX δεν υποστηρίζει υπότιτλους. Παρακαλώ, διαβάστε την τεκμηρίωση.
ru: Формат DivX не поддерживает субтитры. Пожалуйста, прочитайте FAQ.
sv: DivX-formatet saknar stöd för undertexter. Läs mer i Frågor och svar (FAQ).

source: <b>Subtitles</b>
el: <b>Υπότιτλοι</b>
ru: <b>Субтитры</b>
sv: <b>Undertexter</b>

source: <b>Video rate (Kbits/sec)</b>
el: <b>Ρυθμός βίντεο (Kbits/sec)</b>
ru: <b>Видео поток (Kbits/sec)</b>
sv: <b>Videofrekvens (kbit/s)</b>

source: <b>Audio rate (Kbits/sec)</b>
el: <b>Ρυθμός ροής ήχου (Kbits/sec)</b>
ru: <b>Звуковой поток (Kbits/sec)</b>
sv: <b>Ljudfrekvens (kbit/s)</b>

source: Split the file in chapters (for easy seeking)
el: Τεμαχισμός αρχείου σε κεφάλαια (για εύκολη θέαση)
ru: Разбить файл на главы (для удобства поиска)
sv: Dela upp filen i kapitel (för enklare sökning)

source: Size (in minutes) for each chapter:
el: Μέγεθος κάθε κεφαλαίου (σε λεπτά):
ru: Длина (в минутах) для каждой главы
sv: Storlek (i minuter) för varje kapitel:

source: <b>Division in chapters</b>
el: <b>Διαίρεση σε κεφάλαια</b>
ru: <b>Деление на разделы</b>
sv: <b>Indelning i kapitel</b>

source: General
el: Γενικές
ru: Основное
sv: Allmänt

source: Default
el: Προεπιλογή
ru: По-умолчанию
sv: Standard

source: <b>Final size</b>
el: <b>Τελικό μέγεθος</b>
ru: <b>Окончательный размер</b>
sv: <b>Slutgiltig storlek</b>

source: <b>Aspect ratio</b>
el: <b>Λόγος θέασης</b>
ru: <b>Соотношение сторон</b>
sv: <b>Bildförhållande</b>

source: Video format
el: Μορφοποίηση βίντεο
ru: Формат видео

source: No rotation
el: Χωρίς περιστροφή
ru: Без поворота
sv: Ingen rotering

source: Rotate 180 degrees
el: Περιστροφή 180 μοιρών
ru: Поворот на 180 град.
sv: Rotera 180 grader

source: Rotate 90 degrees clockwise
el: Περιστροφή 90 μοιρών προς τα δεξιά
ru: Поворот на 90 град. по-часовой стрелке
sv: Rotera 90 grader medsols

source: Rotate 90 degrees counter-clockwise
el: Περιστροφή 90 μοιρών προς τ' αριστερά
ru: Поворот на 90 град. против часовой стрелки
sv: Rotera 90 grader motsols

source: <b>Rotation</b>
el: <b>Περιστροφή</b>
ru: <b>Вращение</b>

source: Horizontal mirror
el: Οριζόντιος κατοπτρισμός
ru: Отражение по-горизонтали
sv: Horisontell spegel

source: Vertical mirror
el: Κάθετος κατοπρισμός
ru: Отражение по-вертикали
sv: Vertikal spegel

source: <b>Mirror</b>
el: <b>Κατοπτρισμός</b>
ru: <b>Отражение</b>
sv: <b>Spegel</b>

source: Swap fields
el: Ανταλλαγή πεδίων
sv: Växla fält

source: <b>Field order</b>
el: <b>Σειρά πεδίου</b>
sv: <b>Fältordning</b>

source: Add black bars
el: Προσθήκη μαύρων λορίδων
ru: Добавить чёрные полосы
sv: Lägg till sorgkanter

source: Scale picture
el: Κλιμάκωση εικόνας
ru: Масштабировать изображение
sv: Skala bild

source: <b>Scaling mode</b>
el: <b>Κατάσταση κλιμάκωσης</b>
ru: <b>Режим масштабирования</b>
sv: <b>Skalningsläge</b>

source: Video options
el: Επιλογές βίντεο
ru: Настройки видео
sv: Videoinställningar

source: Use MBCMP (faster)
el: Χρήση του MBCMP (συντομότερο)
ru: Использовать MBCMP (быстрее)
sv: Använd MBCMP (snabbare)

source: Select MBD mode which needs the fewest bits
el: Επιλογή λειτουργίας ΜΒD που απαιτεί τα λιγότερα bits
sv: Välj MBD-läget som behöver minst antal bitar

source: Select the MBD mode which has the best rate distortion (better quality)
el: Επιλογή λειτουργίας ΜΒD με καλύτερη παραμόρφωση ρυθμού (καλύτερη ποιότητα)
ru: Select the MBD mode which has the best rate distortion (лучше качество)
sv: Välj MBD-läget som har bästa distortionsfrekvensen (bättre kvalitet)

source: Use Trellis Searched Quantization (better quality, slower conversion)
el: Χρήση του Trellis Searched Quantization (καλύτερη ποιότητα, αργή μετατροπή)
ru: Использовать Trellis Searched Quantization (лучше качество, медленная конвертация)
sv: Använd Trellis Searched Quantization (bättre kvalitet, långsammare konvertering)

source: Use dual pass encoding (better quality, much slower conversion)
el: Κωδικοποίηση σε δύο περάσματα(καλύτερη ποιότητα, αργή μετατροπή)
sv: Använd dual pass-kodning (bättre kvalitet, mycket långsammare konvertering)

source: Turbo 1st pass
el: Ενισχυμένο 1ο πέρασμα
sv: Turbo första pass

source: <b>Two pass encoding</b>
el: <b>Κωδικοποίηση δύο σταδίων</b>
sv: <b>Två pass-kodning</b>

source: Median deinterlacing filter
el: Μεσαίο φίλτρο απόπλεξης
ru: Median deinterlacing фильтр
sv: Median-avflätningsfilter

source: Don't deinterlace
el: Να μη γίνει απόπλεξη
ru: Не deinterlace
sv: Avfläta inte

source: YADIF deinterlacing filter
el: YADIF φίλτρο απόπλεξης
ru: YADIF deinterlacing фильтр
sv: YADIF-avflätningsfilter

source: FFMpeg deinterlacing filter
el: FFMpeg φίλτρο απόπλεξης
ru: FFMpeg deinterlacing фильтр
sv: FFMpeg-avflätningsfilter

source: Linear blend
el: Γραμμική απόπλεξη
sv: Linjär blandning

source: Lowpass5 deinterlacing filter
el: Lowpass5 φίλτρο απόπλεξης
sv: Lowpass5-avflätningsfilter

source: <b>Deinterlacing</b>
el: <b>Απόπλεξη</b>
ru: <b>Деинтерлейс</b>
sv: <b>Avflätning</b>

source: Quality
el: Ποιότητα
ru: Качество
sv: Kvalitet

source: Audio delay (in seconds):
el: Καθυστέρηση ήχου (σε δευτερολεπτα):
ru: Задержка звука (в секундах):
sv: Ljudfördröjning (i sekunder):
