Repository: rastersoft/devedeng
Catalog: po/*.po
Languages: el, ru, sv

source: Create DVD with 5.1 channel sound
el: Δημιουργία DVD μέ ήχο 5.1 καναλιών
ru: Создать DVD с 5.1 канальным звуком
sv: Skapa dvd med 5.1-ljud

source: This file already has AC3 sound (copy audio data instead of recompress it)
el: Αυτό το αρχείο περιέχει ήδη AC3 ήχο (αντιγραφή των αρχείων ήχου και όχι επανασυμπίεση τους)
ru: Этот файл уже имеет AC3 звук (копировать данные вместо конвертации)
sv: Denna fil har redan AC3-ljud (kopiera ljuddata istället för att omkomprimera det)

source: <b>Audio</b>
el: <b>Ήχος</b>
ru: <b>Звук</b>
sv: <b>Ljud</b>

source: Audio
el: Ήχος
ru: Звук
sv: Ljud

source: This file is already a DVD/xCD-suitable MPEG-PS file
el: Αυτό το αρχείο είναι ήδη DVD/xCD-προσαρμόσιμο MPEG-PS αρχείο.
ru: Этот файл уже в формате DVD/xCD MPEG-PS
sv: Den här filen är redan en DVD/xCD-lämplig MPEG-PS-fil

source: Repack audio and video without reencoding (useful for VOB files)
el: Πακετάρισμα ήχου και εικόνας χωρίς επανακωδικοποίηση (χρήσιμο για VOB αρχεία)
sv: Packa om ljud och video utan att koda om (användbart för VOB-filer)

source: Use a GOP of 12 frames (improves compatibility)
el: Χρήση του GOP των 12 καρέ (βελτίωση συμβατότητας)
ru: Использовать GOP из 12 кадров (улучшает совместимость)
sv: Använd en GOP på 12 bildrutor (öka kompatibiliteten)

source: <b>Special</b>
el: <b>Ειδικές</b>
ru: <b>Специальный</b>

source: Main (-X -Y)
el: Κύριες (-X -Y)
sv: Huvud (-X -Y)

source: Misc
el: Πρόσθετες
ru: Дополнительно
sv: Diverse

source: Advanced options
el: Εξειδικευμένες ρυθμίσεις
ru: Расширенные настройки
sv: Avancerade inställningar

source: Preview
el: Προεπισκόπιση
ru: Предпросмотр
sv: Förhandsvisa

source: Choose the folder where DeVeDe will create the DVD image and a name for it. Don't use a folder in a VFAT/FAT32 drive. Characters /, | and \ are not allowed and will be replaced by underscores.
el: Επιλέξτε το φάκελο όπου DeVeDe θα δημιουργήσει το εικονικό αρχείο DVD και όνομα για το αρχείο αυτό. Μη χρησιμοποιήσετε φακέλους με σύστημα αρχείων VFAT/FAT32.Αποφεύγετε ειδικούς χαρακτήρες /, | και \ που θα αντικαθίστανται με underscores.
sv: Välj mappen där DeVeDe ska skapa dvd-avbilden och ett namn för den. Använd inte en mapp på en VFAT/FAT32-enhet. Tecknen /, | och \ tillåts inte och kommer att ersättas med understreck.

source: Load a disc structure
el: Φόρτωση δομής δίσκου
ru: Загрузить структуру диска
sv: Läs in en skivstruktur

source: Warning: you already have a disc structure
el: Προειδοποίηση: Έχετε ήδη τη δομή του δίσκου
ru: Предупреждение: уже есть структура диска
sv: Varning: du har redan en skivstruktur

source: If you load a disc structure you will loose your current structure (unless you saved it). Continue?
el: Αν φορτώσετε τη δομή του δίσκου, θα χαθεί η τρέχουσα δομή (εκτός αν αποθηκευτεί). Θα συνεχίσετε;
ru: Если вы загрузите структуру диска, то потеряете текущую структуру (если она не сохранена). Продолжить?
sv: Om du läser in en skivstruktur kommer du att förlora din aktuella struktur (såvida du inte sparar den först). Fortsätt?

source: _File
el: _Αρχείο
ru: _Файл
sv: _Arkiv

source: _Help
el: _Βοήθεια
ru: _Справка
sv: _Hjälp

source: <b>Titles</b>
el: <b>Τίτλοι</b>
ru: <b>Разделы</b>
sv: <b>Titlar</b>

source: <b>Files</b>
el: <b>Αρχεία</b>
ru: <b>Файлы</b>
sv: <b>Filer</b>

source: Length (seconds):
el: Μέγεθος (δευτερόλεπτα):
ru: Длина (секунд):
sv: Längd (sekunder):

source: Video rate (Kbits/sec):
el: Ρυθμός βίντεο (Kbits/sec):
ru: Видео поток (Kbits/sec):
sv: Videofrekvens (kbit/s):

source: Audio rate (Kbits/sec):
el: Ρυθμός ήχου (Kbits/sec):
ru: Звуковой поток (Kbits/sec):
sv: Ljudfrekvens (kbit/s):

source: Estimated length (MBytes):
el: Εκτιμώμενο μέγεθος (MBytes):
ru: Выходной размер (MBytes):
sv: Uppskattad längd (MByte):

source: Output aspect ratio:
el: Λόγος πλάτους/ύψος εξόδου:
ru: Оригинальное соотношение сторон:
sv: Bildförhållande på utdata:

source: Size of chapters:
el: Μέγεθος κεφαλαίων:
ru: Длина глав:
sv: Storlek på kapitel:

source: Adjust disc usage
el: Προσαρμογή δίσκου
ru: Настройка использования диска
sv: Justera diskanvändning

source: Media size:
el: Μέγεθος μέσου:
ru: Размер диска:
sv: Mediastorlek:

source: <b>Disc usage</b>
el: <b>Χρήση δίσκου</b>
ru: <b>Использование диска</b>
sv: <b>Skivanvändning</b>

source: <b>Default format</b>
el: <b>Προεπιλεγμένη μορφή</b>
ru: <b>Формат по-умолчанию</b>
sv: <b>Standardformat</b>

source: Menu options
el: Επιλογές μενού
ru: Настройки меню
sv: Menyalternativ

source: Preview menu
el: Προεπισκόπιση μενού
ru: Просмотр меню
sv: Förhandsvisa meny

source: <b>Menus</b>
el: <b>Μενού</b>
ru: <b>Меню</b>
sv: <b>Menyer</b>

source: Only convert film files to compliant MPEG files
el: Μετατροπή μόνο των αρχείων της ταινίας σε αρχεία MPEG
ru: Только конвертировать файлы в корректный MPEG формат
sv: Konvertera endast filmfiler till standardiserade MPEG-filer

source: Create disc structure
el: Δημιουργία δομής δίσκου
ru: Создать структуру диска
sv: Skapa skivstruktur

source: Create an ISO or BIN/CUE image, ready to burn to a disc
el: Δημιουργία εικόνων ISO ή BIN/CUE, για εγγραφή σε δίσκο
ru: Создать образ ISO или BIN/CUE готовый для записи на диск
sv: Skapa en ISO eller BIN/CUE-avbild, klar att bränna till en skiva

source: <b>Action</b>
el: <b>Ενέργεια</b>
ru: <b>Действия</b>
sv: <b>Åtgärd</b>

source: Menu preview
el: Προεπισκόπιση μενού
ru: Просмотр меню
sv: Förhandsvisning av meny

source: Shadow color:
el: Χρώμα σκιών:
ru: Цвет тени:
sv: Skuggfärg:

source: Text color:
el: Χρώμα κειμένου:
ru: Цвет текста:
sv: Textfärg:

source: Text:
el: Κείμενο:
ru: Текст:

source: Font:
el: Γραμματοσειρά:
ru: Шрифт:
sv: Typsnitt:

source: <b>Menu title</b>
el: <b>Τίτλος μενού</b>
ru: <b>Заголовок меню</b>
sv: <b>Menytitel</b>

source: Select a picture to be used as background for disc's menu
el: Επιλογή εικόνας γιά φόντο του μενού δίσκου
ru: Выбрать изображение для фона меню диска
sv: Välj en bild att använda som bakgrund för skivans meny

source: Set default background
el: Εφαρμογή προεπιλεγμένου φόντου
ru: Установить фон по-умолчанию
sv: Ställ in standardbakgrund

source: <b>Menu background (only PNG)</b>
el: <b>Εικόνα φόντου για το μενού (μόνο εικόνες PNG)</b>
ru: <b>Фон меню (только PNG)</b>
sv: <b>Menybakgrund (endast PNG)</b>

source: Choose a music file
el: Επιλογή αρχείου μουσικής
sv: Välj en musikfil

source: Set menus without sound
el: Εφαρμογή βουβού μενού
ru: Установить меню без звука
sv: Ange menyer utan ljud

source: <b>Menu music</b>
el: <b>Μουσική για το μενού</b>
ru: <b>Музыка меню</b>
sv: <b>Menymusik</b>

source: Top
el: Κορυφή
ru: Вверху
sv: Överst

source: Middle
el: Μέση
ru: Посредине
sv: Mitten

source: Bottom
el: Πυθμένα
ru: Внизу
sv: Nederst

source: Left
el: Αριστερά
ru: Влево
sv: Vänster

source: Center
el: Κέντρο
ru: Центр
sv: Centrera

source: Right
el: Δεξιά
ru: Вправо
sv: Höger

source: <b>Menu position</b>
el: <b>Θέση μενού</b>
ru: <b>Расположение меню</b>
sv: <b>Menyposition</b>

source: Color for unselected titles:
el: Χρώμα αποεπιλεγμένων τίτλων:
ru: Цвет неактивного заголовка:
sv: Färg för avmarkerade titlar:

source: Color for shadows:
el: Χρώμα σκιών:
ru: Цвет тени
sv: Färg för skuggor:

source: Color for selected title:
el: Χρώμα επιλεγμένου τίτλου:
ru: Цвет активного заголовка:
sv: Färg för markerad titel:

source: Background color for titles:
el: Χρώμα φόντου τίτλων:
ru: Цвет фона заголовков:
sv: Bakgrundsfärg för titlar:

source: <b>Menu font and colors</b>
el: <b>Γραμματοσειρά και χρώματα μενού</b>
ru: <b>Цвета и шрифты меню</b>
sv: <b>Menyfärger och -typsnitt</b>

source: Show menu at disc startup
el: Προβολή μενού κατά την εκκίνηση δίσκου
ru: Показать меню при загрузке диска
sv: Visa meny vid uppstart av skiva

source: Jump to the first title at startup
el: Μετάβαση στον πρώτο τίτλο κατά την εκκίνηση
ru: Переход к первому эпизоду при загрузке
sv: Hoppa till första titeln vid uppstart

source: <b>Disc startup options</b>
el: <b>Επιλογές εκκίνησης δίσκου</b>
ru: <b>Настройки загрузки диска</b>
sv: <b>Uppstartsalternativ för skiva</b>

source: Can't find the font for subtitles. Aborting.
el: Αδυναμία εύρεσης γραμματοσειράς για τους υπότιτλους. Απόρριψη.
ru: Невозможно найти шрифт субтитров. Отмена.
sv: Kan inte hitta typsnittet för undertexter. Avbryter.

source: Replay the preview again?
el: Επανάληψη αναπαραγωγής προεπισκόπισης;
ru: Проиграть просмотр еще?
sv: Spela upp förhandsvisningen igen?

source: <b>Preview video</b>
el: <b>Προεπισκόπηση βίντεο</b>
ru: <b>Предпросмотр видео</b>
sv: <b>Förhandsgranska video</b>

source: DeVeDe will create a preview with the selected parameters, so you will be able to check video quality, audio sync and so on.
el: Το DeVeDe θα δημιουργήσει προβολή με τις επιλεγμένες παραμέτρους, έτσι θα είστε σε θέση να ελέγξετε και να ρυθμίσετε την τηλεοπτική ποιότητα, τον ήχου, τον συγχρονισμό και τα λοιπά στοιχεία του βίντεο.
ru: DeVeDe создаст предпросмотр с указанными параметрами и вы сможете проверить качество видео, синхронизацию звука и т.д.
sv: DeVeDe kommer att skapa en förhandsvisning med de valda parametrarna så att du kan kontrollera videokvaliteten, ljudsynkronisering och så vidare.

source: Preview length:
el: Προεπισκόπιση μεγέθους:
ru: Длина предпросмотра:
sv: Förhandsvisningslängd:

source: Can't find the following programs:
el: Δεν μπορούν να βρεθούν τα εξής προγράμματα:
ru: Не могу найти следующие программы:
sv: Kan inte hitta följande program:

source: DeVeDe needs them in order to work. If you want to use DeVeDe, you must install all of them.
el: Απαιτούνται για τη λειτουργία του DeVeDe. Αν θέλετε να χρησιμοποιείτε το DeVeDe, πρέπει να τα εγκαταστήσετε όλα.
ru: все эти программы нужны для работы DeVeDe.
sv: DeVeDe behöver dem för att fungera. Om du vill använda DeVeDe måste du installera dem alla.

source: Creating...
el: Δημιουργία...
ru: Создание...
sv: Skapar...

source: Save current disc structure
el: Αποθήκευση τρέχουσας δομής δίσκου
ru: Сохранить структуру диска
sv: Spara den aktuella skivstrukturen

source: Title properties
el: Ιδιότιτες τίτλου
ru: Параметры раздела
sv: Titelegenskaper

source: <b>Title's name</b>
el: <b>Όνομα τίτλου</b>
ru: <b>Название раздела</b>
sv: <b>Titelns namn</b>

source: Stop reproduction/show disc menu
el: Διακοπή αναπαραγωγής/προβολή μενού δίσκου
ru: Остановить воспроизведение/показать меню диска
sv: Stoppa reproduktion/visa skivmeny

source: Play the first title
el: Αναπαραγωγή του πρώτου τίτλου
ru: Проиграть первый раздел
sv: Spela upp första titeln

source: Play the previous title
el: Αναπαραγωγή του προηγούμενου τίτλου
ru: Проиграть предыдущий раздел
sv: Spela upp föregående titel

source: Play this title again (loop)
el: Επανάληψη αναπαραγωγής τίτλου (βρόχος)
ru: Проиграть этот раздел снова (циклично)
sv: Spela upp den här titeln igen (upprepa)

source: Play the next title
el: Αναπαραγωγή του επόμενου τίτλου
ru: Проиграть следующий раздел
sv: Spela upp nästa titel

source: Play the last title
el: Αναπαραγωγή του τελευταίου τίτλου
ru: Проиграть последний раздел
sv: Spela upp sista titeln

source: <b>Action to perform when this title ends</b>
el: <b>Επιλογή ενέργειας μετά την ολοκλήρωση του τίτλου</b>
ru: <b>Действия после завершения этого раздела</b>
sv: <b>Åtgärd att genomföra när den här titeln slutar</b>

source: Warning
el: Προειδοποίηση
ru: Предупреждение
sv: Varning

source: <b>MacroBlock decision algorithm and Trellis searched quantization</b>
sv: <b>MacroBlock Decision-algoritm och Trellis-kvantisering</b>

source: Choose a folder
sv: Välj en mapp

source: Create a menu with the titles
sv: Skapa en meny med titlarna
